insert into student (first_name, middle_name, last_name, curs, facult, special, fam_polozh, family, birth_date) values
('Василий', 'Петрович', 'Жмышенко','1', 'АП', 'ТД', 'не женат', 'полная семья', '2003-04-10 04:05:06'),
('Антон', 'Александрович', 'Волкодавов','3', 'ТА', 'М', 'не женат', 'неполная семья', '2001-09-22 04:05:06'),
('Евгений', 'Евлампович', 'Вискас', 'АП','2', 'СА', 'женат', 'неполная семья', '2002-12-31 04:05:06'),
('Владислав', 'Владимирович', 'Величко','1', 'ИММиД', 'Ж', 'женат', 'полная семья', '2003-07-27 04:05:06'),
('Алексей', 'Петрович', 'Украинцев', 'ИЭиУ','4', 'Э', 'не женат', 'полная семья', '2005-03-24 04:05:06'),
('Вадим', 'Анатольевич', 'Петухов', 'АП','4', 'Х', 'не женат', 'неполная семья', '2002-09-12 04:05:06'),
('Савелий', 'Павлович', 'Мирный', 'ИЭиУ','1', 'ФК', 'женат', 'полная семья', '2000-04-14 04:05:06'),
('Нина', 'Петровна', 'Симферопольская','3', 'ТА', 'ПМИ', 'не замужем', 'полная семья', '2001-12-09 04:05:06'),
('Алина', 'Алексеевна', 'Петренко', 'АП','2', 'ТД', 'замужем', 'неполная семья', '2002-08-31 04:05:06'),
('Дарья', 'Владимировна', 'Коваль', 'ТА','2', 'Ю', 'не замужем', 'неполная семья', '2002-12-21 04:05:06');

insert into facultet (facult, mest) values
('АП', '215'),
('TA', '171'),
('ТА','189'),
('ФТИ', '140'),
('АП', '150'),
('ТА', '174'),
('ИММиД', '169'),
('ИММиД', '38'),
('ИЭИУ', '38'),
('ИММиД', '99');

insert into svedenia (gruppa, stipendia, god_zachislen) values
('202', '2300', '2018'),
('109', '3000', '2019'),
('109', '5000', '2020'),
('175', '2900', '2021'),
('201', '2300', '2020'),
('109', '2300', '2021'),
('202', '2300', '2018'),
('305', '7100', '2019'),
('202', '5824', '2021'),
('441', '2300', '2020');

